Repository: Bananattack/audiere
Catalog: audiere/acoustique/mad-0.13.0b/po/*.po
Languages: no

source: Copyright (C) %s %s
no: Copyright © %s %s

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA If you would like to negotiate alternate licensing terms, you may do so by contacting the author: %s <%s>
no: Dette programmet er gratis; du kan redistribuere det og/eller modifisere det under gjeldende regler for GNU General Public License som nedtegnet av Free Software Foundation; enten versjon 2 av selve lisensen, eller (etter ditt valg) enhver senere versjon. Dette programmet sendes ut med håpet om god nytteverdi for brukeren, men UTEN NOEN GARANTI; heller ikke noen inneforstått garanti for BRUKBARHET eller AT PROGRAMMET PASSER FOR ET SPESIELT FORMÅL. Se GNU General Public License for flere detaljer. En kopi av GNU General Public License skal følge med dette programmet; hvis ikke, skriv til Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA, for å få tilsendt en Hvis du skulle ønske å forhandle fram et lisensgrunnlag som avviker fra ovennevnte, kan du kontakte forfatteren av dette programmet: %s <%s>

source: %s: option `%s' is ambiguous
no: %s: valget `%s' er tvetydig

source: %s: option `--%s' doesn't allow an argument
no: %s: valget `--%s' tillater ikke argumenter

source: %s: option `%c%s' doesn't allow an argument
no: %s: valget `%c%s' tillater ikke argumenter

source: %s: option `%s' requires an argument
no: %s: valget `%s' krever et argument

source: %s: unrecognized option `--%s'
no: %s: kjenner ikke igjen valget `--%s'

source: %s: unrecognized option `%c%s'
no: %s: kjenner ikke igjen valget `%c%s'

source: %s: illegal option -- %c
no: %s: ulovlig valg -- %c

source: %s: invalid option -- %c
no: %s: ugyldig valg -- %c

source: %s: option requires an argument -- %c
no: %s: valget krever et argument -- %c

source: %s: option `-W %s' is ambiguous
no: %s: valget `-W %s' er tvetydig

source: %s: option `-W %s' doesn't allow an argument
no: %s: valget `-W %s' tillater ikke argumenter

source: Usage: %s [OPTIONS] FILE [...]
no: Bruk: %s [VALG] FIL [...]

source: Try `%s --help' for more information.
no: Forsøk `%s --help' for mer informasjon.

source: Decode and play MPEG audio FILE(s).
no: Dekoder og spiller av MPEG audio FIL(er).

source: Verbosity:
no: Varselsnivå:

source: -v, --verbose show status while decoding
no: -v, --verbose vis status mens dekodingen foregår

source: -q, --quiet be quiet but show warnings
no: -q, --quiet vær stille men vis advarsler

source: -Q, --very-quiet be quiet and do not show warnings
no: -Q, --very-quiet vær stille og ikke vis noen advarsler

source: Audio output:
no: Audio ut:

source: -o, --output=[TYPE:]PATH send output to PATH with format TYPE (see below)
no: -o, --output=[TYPE:]STI send sluttprodukt (output) til STI med format TYPE (se under)

source: -d, --no-dither do not dither output PCM samples
no: -d, --no-dither ingen utjevning av PCM-samples

source: --fade-in[=DURATION] fade-in songs over DURATION (default %s)
no: --fade-in[=VARIGHET] toner sangene inn i løpet av VARIGHET (standardtid %s)

source: --fade-out[=DURATION] fade-out songs over DURATION (default %s)
no: --fade-out[=VARIGHET] toner sangene ut i løpet av VARIGHET (standardtid %s)

source: -g, --gap=DURATION set inter-song gap to DURATION
no: -g, --gap=VARIGHET sett tidsrommet mellom sangene til VARIGHET

source: -x, --cross-fade cross-fade songs (use with negative gap)
no: -x, --cross-fade kryss-fade sangene (brukes med negativt tidsrom)

source: Channel selection:
no: Kanalvalg:

source: -1, --left output first (left) channel only
no: -1, --left kun første kanal (venstre) ut

source: -2, --right output second (right) channel only
no: -2, --right kun andre kanal (høyre) ut

source: -m, --mono mix left and right channels for monaural output
no: -m, --mono bland venstre og høyre kanal for mono lyd ut

source: Experimental:
no: Eksperimentell:

source: --external-mix output pre-synthesis samples for external mixer
no: --external-mix send ut før-synthetiske samples for ekstern mikser

source: --experimental enable experimental filter
no: --experimental tillat eksperimentelle filter

source: Playback:
no: Avspilling:

source: -s, --start=TIME skip to begin at TIME (HH:MM:SS.DDD)
no: -s, --start=TID hopp frem til TID (TIM:MIN:SEK.DDD)

source: -t, --time=DURATION play only for DURATION (HH:MM:SS.DDD)
no: -t, --time=VARIGHET spill kun av i VARIGHET (TIM:MIN:SEK.DDD)

source: -z, --shuffle randomize file list
no: -z, --shuffle spill av tilfeldige filer

source: -r, --repeat[=MAX] play files MAX times, or indefinitely
no: -r, --repeat[=MAKSIMUM] avspill filer MAKSIMUM ganger, eller uendelig

source: Miscellaneous:
no: Diverse:

source: -V, --version display version number and exit
no: -V, --version vis versjon og avslutt

source: --license show copyright/license message and exit
no: --license vis copyright/lisensliste og avslutt

source: -h, --help display this help and exit
no: -h, --help vis denne hjelpen og avslutt

source: Supported output format types:
no: Støttede formater til utsending (output):

source: raw binary signed 16-bit host-endian linear PCM
no: raw binærsignert 16-bit verts-basert lineært PCM

source: hex hexadecimal signed 24-bit linear PCM
no: hex hexadesimalsignert 24-bit lineært PCM

source: null no output (decode only)
no: null ingen utsending (output), kun dekoding

source: invalid %s specification "%s"
no: ugyldig %s spesifikasjon "%s"

source: %s must be positive
no: %s må være positivt

source: gap time
no: tidsrom

source: fade-in time
no: inntoningstid

source: fade-out time
no: uttoningstid

source: multiple output destinations not supported
no: flere simultane utsendingsmål (output) støttes ikke

source: unknown output format type for "%s"
no: ukjent utsendingsformat for "%s"

source: invalid repeat count "%s"
no: ugyldig repetisjonstelling "%s"

source: start time
no: starttid

source: playing time
no: avspllingstid

source: `%s --license' for licensing information.
no: `%s --license' for lisensinformasjon.

source: Build options: %s
no: Sett opp valg: %s

source: cross-fade ignored without gap
no: kryss-fade blir ignorert uten tidsrom

source: cross-fade ignored without negative gap
no: kryss-fade blir ignorert uten tidsrom

source: %s: Not a regular file
no: %s: Ikke en lovlig fil

source: Usage: %s [-s] FILE [...]
no: Bruk: %s [-s] FIL [...]

source: %s: unknown output format type
no: %s: unkjent format for utsending (output)

source: not enough memory to allocate mixing buffers
no: Ikke nok minne til å samle miksebuffere

source: mixing %d streams
no: mikser %d strømmer

source: single channel
no: enkel kanal

source: dual channel
no: dobbel kanal

source: joint stereo
no: delt stereo

source: %s Layer %s, %s%u kbps%s, %u Hz, %s%s, %s
no: %s Lag %s, %s%u kbps%s, %u Hz, %s%s, %s

source: VBR (avg
no: VBR (snitt

source: no CRC
no: ingen CRC

source: no channel selected for dual channel; using first
no: ingen kanal valgt for dobbel kanal, bruker første

source: sample frequency %u Hz not available; closest %u Hz
no: samplefrekvens %u Hz er ikke tilgjengelig; nærmeste er %u Hz

source: not enough memory to allocate resampling buffer
no: ikke nok minne til å samle resamplingsbuffere

source: cannot resample %u Hz to %u Hz
no: kan ikke resample %u Hz til %u Hz

source: resampling %u Hz to %u Hz
no: resampler %u Hz til %u Hz

source: not enough memory
no: ikke nok minne

source: lost synchronization
no: mistet synkroniseringen

source: reserved header layer value
no: header layer value reservert

source: forbidden bitrate value
no: forbudt verdi for bitrate

source: reserved sample frequency value
no: reservert samplefrekvensverdi

source: reserved emphasis value
no: reservert trykkverdi

source: CRC check failed
no: sjekk av CRC mislyktes

source: forbidden bit allocation value
no: bitsamlingsverdi forbudt

source: bad scalefactor index
no: ugyldig skalafaktorindeks

source: bad frame length
no: ugyldig framelengde

source: bad big_values count
no: ugyldig telling av big_values

source: reserved block_type
no: reservert block_type

source: bad main_data_begin pointer
no: ugyldig peking til main_data_begin

source: bad audio data length
no: ugyldig lengde på lyddata

source: bad Huffman table select
no: ugyldig valg av Huffmann-tabell

source: not enough memory to allocate input buffer
no: ikke nok minne til å kunne samle inn-buffer

source: not enough memory to allocate sample buffer
no: ikke nok minne til å kunne samle sample-buffer

source: not enough memory to allocate filters
no: ikke nok minne til å kunne samle filtere

source: no supported audio format available
no: ingen støttede lydformater tilgjengelige

source: error getting error text
no: det oppsto en feil i henting av feiltekst

source: failed to create synchronization object
no: mislyktes i å skape synkroniseringsobjekt

source: wait abandoned
no: vent forlatt

source: wait timeout
no: vent tidsavbrudd

source: wait failed
no: vent mislyktes

source: failed to close synchronization object
no: mislyktes i å lukke synkroniseringsobjekt

source: Title: %-30s Artist: %s Album: %-30s Genre: %s
no: Tittel: %-30s Artist: %s Album: %-30s Genre: %s

source: Year: %-4s Track: %-3u Comment: %s
no: År: %-4s Spor: %-3u Kommentar: %s

source: Year: %-4s Comment: %s
no: År: %-4s Kommentar: %s

source: EOF while reading tag
no: EOF (slutt på filen) mens programmet leste av merket

source: invalid header
no: ugyldig header

source: ID3: version 2.%u.%u not supported
no: ID3: versjon 2.%u.%u støttes ikke

source: ID3: version 2.%u.%u, flags 0x%02x, size %lu bytes
no: ID3: versjon 2.%u.%u, flagg 0x%02x, %lu bytes stor

source: ID3: not enough memory to allocate tag buffer
no: ID3: ikke nok minne til å samle tagbuffere

source: ID3: unknown flags 0x%02x
no: ID3: ukjente flagg 0x%02x

source: ID3: extended header flags 0x%04x, %lu bytes padding
no: ID3: utvidet headerflagg 0x%04x, %lu bytes foring

source: ID3: experimental tag
no: ID3: eksperimentell tag

source: ID3: unhandled %s (%s): flags 0x%04x, %lu bytes
no: ID3: ikke håndtert %s (%s): flagg 0x%04x, %lu bytes

source: ID3: unknown frame "%s" (flags 0x%04x; %lu bytes)
no: ID3: ukjent vindu "%s" (flagg 0x%04x; %lu bytes)

source: ID3: %s: no data
no: ID3: %s: ingen data

source: ID3: %s: not enough memory
no: ID3: %s: ikke nok minne

source: ID3: %s: bad format
no: ID3: %s: ugyldig format

source: Recommended buffer size
no: Anbefalt størrelse på buffer

source: Play counter
no: Teller

source: Comments
no: Kommentarer

source: Audio encryption
no: Lydkryptering

source: Encrypted meta frame
no: Kryptert metavindu

source: Equalization
no: Utligning (EQ)

source: Event timing codes
no: Koder for tidsberegning av hendelser

source: General encapsulated object
no: Generelt innkapslet objekt

source: Involved people list
no: Liste over involverte personer

source: Linked information
no: Lenket informasjon

source: Music CD Identifier
no: Identifikasjon for musikk-CD

source: MPEG location lookup table
no: Oppslagstavle for lokalisering av MPEG

source: Attached picture
no: Vedlagt bilde

source: Relative volume adjustment
no: Relativ voluminnstilling

source: Synchronized lyric/text
no: Synkronisert lyrikk/tekst

source: Synced tempo codes
no: Synkroniserte tempokoder

source: Album/Movie/Show title
no: Album-, Film-, eller Show-tittel

source: BPM (Beats Per Minute)
no: BPM (antall slag per minutt)

source: Composer
no: Komponist

source: Content type
no: Innhold

source: Copyright message
no: Melding om åndsverksrettigheter

source: Date
no: Dato

source: Playlist delay
no: Forsinkelse av sanglista

source: Encoded by
no: Kodet av

source: File type
no: Filtype

source: Time
no: Tid

source: Initial key
no: Opprinnelig nøkkel

source: Language(s)
no: Språk

source: Length
no: Lengde

source: Original artist(s)/performer(s)
no: Original(e) artister(er)/utøver(e)

source: Original filename
no: Opprinnelig filnavn

source: Original lyricist(s)/text writer(s)
no: Original(e) lyriker(e)/tekstforfatter(e)

source: Original release year
no: Opprinnelig utgivelsesår

source: Original album/Movie/Show title
no: Opprinnelig album-, film-, eller show-tittel

source: Lead artist(s)/Lead performer(s)/Soloist(s)/Performing group
no: Frontartist(er)/Frontfigur(er)/Solist(er)/Utøvende gruppe

source: Band/Orchestra/Accompaniment
no: Band/Orkester/Akkopagnement

source: Conductor/Performer refinement
no: Dirigent/Utdypning av beskrivelsen

source: Interpreted, remixed, or otherwise modified by
no: Tolket, remikset og/eller på andre måter modifisert av

source: Part of a set
no: Del av et sett

source: Publisher
no: Utgiver

source: Recording dates
no: Opptaksdato

source: Track number/Position in set
no: Spor nummer/Posisjon i settet

source: Size
no: Størrelse

source: Software/Hardware and settings used for encoding
no: Programvare/Maskinvare og innstillinger brukt til koding

source: Content group description
no: Innholdsbeskrivelse (gruppe)

source: Title/Songname/Content description
no: Tittel/Sangtittel/Innholdsbeskrivelse

source: Subtitle/Description refinement
no: Undertittel/Utdypelse av beskrivelsen

source: Lyricist/Text writer
no: Lyrisker/Tekstforfatter

source: User defined text information frame
no: Brukerdefinert informasjonsramme (tekst)

source: Year
no: År

source: Unique file identifier
no: Unik filidentifikator

source: Unsychronized lyric/text transcription
no: Usynkronisert lyrikk-/tekst-transkripsjon

source: Official audio file webpage
no: Offisiell hjemmeside for lydfil

source: Official artist/performer webpage
no: Offisiell hjemmeside for artist/utøver

source: Official audio source webpage
no: Offisiell hjemmeside for lydkilde

source: Commercial information
no: Kommersiell informasjon

source: Copyright/Legal information
no: Copyright/Informasjon om åndsverk

source: Publishers official webpage
no: Utgiverens offisielle hjemmeside

source: User defined URL link frame
no: Brukerdefinert lenkevindu (URL)

source: Commercial frame
no: Kommersielt vindu

source: Encryption method registration
no: Registrering av krypteringsmetode

source: Group identification registration
no: Registreing av gruppeidentifikasjon

source: Ownership frame
no: Eiervindu

source: Position synchronisation frame
no: Vindu for synkroniseringsposisjon

source: Private frame
no: Privat vindu

source: Synchronized tempo codes
no: Synkroniserte tempokoder

source: File owner/licensee
no: Fileier/lisensinnehaver

source: Lead performer(s)/Soloist(s)
no: Frontfigur(er)/Solist(er)

source: Internet radio station name
no: Navnet til radiostasjon på Internett

source: Internet radio station owner
no: Eieren av radiostasjon på Internett

source: Terms of use
no: Brukervillkår

source: Official Internet radio station homepage
no: Offisiell hjemmeside til radiostasjon på Internett

source: Payment
no: Betaling

source: Classic Rock
no: Klassisk Rock

source: Metal
no: Metall

source: Oldies
no: Gyldne klassikere

source: Other
no: Andre

source: Industrial
no: Indstriell

source: Alternative
no: Alternativt

source: Death Metal
no: Dødsmetall

source: Pranks
no: Narrestreker

source: Soundtrack
no: Filmmusikk

source: Vocal
no: Vokal

source: Classical
no: Klassisk

source: Instrumental
no: Instrumentelt

source: Game
no: Spill

source: Sound Clip
no: Lydklipp

source: AlternRock
no: Alternativ Rock

source: Space
no: Rom

source: Meditative
no: Avslappende

source: Instrumental Pop
no: Instrumentell Pop

source: Instrumental Rock
no: Instrumentell Rock

source: Ethnic
no: Etnisk

source: Gothic
no: Gotisk

source: Techno-Industrial
no: Techno-Industrielt

source: Electronic
no: Elektronisk

source: Southern Rock
no: Sørstatsrock

source: Comedy
no: Komedie

source: Cult
no: Kult

source: Top 40
no: Topp 40

source: Christian Rap
no: Kristen Rap

source: Native American
no: Indianer

source: Trailer
no: Trailere

source: Musical
no: Musikal

source: National Folk
no: Folkemusikk

source: Gothic Rock
no: Gotisk Rock

source: Progressive Rock
no: Progrock

source: Psychedelic Rock
no: Psykedelisk Rock

source: Symphonic Rock
no: Symfonisk Rock

source: Chorus
no: Kor

source: Acoustic
no: Akustisk

source: Humour
no: Humor

source: Speech
no: Taler

source: Chamber Music
no: Kammermusikk

source: Sonata
no: Sonater

source: Symphony
no: Symfoni

source: Club
no: Klubb

source: Ballad
no: Ballade

source: Power Ballad
no: Powerballade

source: Rhythmic Soul
no: Rytmisk Soul

source: Freestyle
no: Fristil

source: Duet
no: Duett

source: Drum Solo
no: Trommesolo
